Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Late Monday, Finance Minister Yanis Varoufakis said a deal could be reached with lenders within a week — a prediction that eased market anxiety that had seen borrowing rates spike once more and the Athens stock market slide.
pt: O ministro das Finanças da Grécia, Yannis Varoufakis, disse nesta segunda-feira que espera chegar a um acordo com os credores do país dentro de uma semana, o que poderia evitar que o país decretasse um default .

source: “Not directly, not through another country and not through intermediaries," read an official statement released by the prime minister's office at the beginning of the week, stating that Israel has no contacts with Hamas and there is no agreement in the pipeline.
pt: "Israel deixa claro, oficialmente, que não mantém nenhuma reunião com o Hamas, seja direta ou por intermédio de outro país", anunciou o gabinete do primeiro-ministro, Benjamin Netanyahu, em um comunicado.

source: (CNN)Fighting between Israel and the Lebanese militant group Hezbollah has left two Israeli soldiers and a Spanish peacekeeper dead, officials said Wednesday.
pt: O ataque causou a morte de dois soldados israelenses e um espanhol, que integrava as forças de paz da ONU no sul do Líbano (Unifil).

source: Pentagon raises the alarm over Beijing's territorial expansion in South China Sea
pt: expansão territorial, ilhas artificiais, Mar da China Meridional, Pentágono,

source: Chinese ship searching for missing Malaysia plane detects signal
pt: Navio chinês detecta sinal que pode ser de caixa-preta de avião da Malaysia

source: A funeral is set for Saturday at a Baptist church in King's hometown of Indianola, Mississippi .
pt: O corpo de B. B. King está sendo levado para Indianola, no Mississippi, considerada pelo músico como sua cidade natal, para o enterro no sábado .

source: A lot of work to be done, we knew that."
pt: Nosso trabalho é esse, temos que estar aqui .

source: A giant asteroid is not hurtling towards Earth about to wipe out much of the Americas, NASA has felt compelled to explain following a swirl of online rumors.
pt: Um asteroide gigante não irá se chocar com a Terra e destruir grande parte das Américas, explicou a Nasa após a divulgação de uma série de boatos pela internet.

source: "It is Turkey's duty to face the dark and painful chapter of its past and recognize the crimes committed against Armenians under the Ottoman empire as genocide," the statement read.
pt: "É dever da Turquia enfrentar de forma honesta os capítulos dolorosos de sua história e reconhecer como genocidio os crimes cometidos contra os armênios sob o Império Otomano", afirma um dos trechos da declaração.

source: SÃO PAULO, BRAZIL – The results of two opinion polls released on Wednesday show that President Dilma Rousseff and presidential candidate Marina Silva are technically tied in first place for October’s Presidential Elections .
pt: Rio de Janeiro, 3 set (EFE).- A presidente Dilma Rousseff e a candidata do PSB, Marina Silva, estão tecnicamente empatadas nas últimas pesquisas para o primeiro turno das eleições divulgadas nesta quarta-feira.

source: Last Thursday, days after the six-day family reunion came to a close and annual U.S. and South Korean joint military exercises began, North Korea fired four short-range missiles over the sea off its eastern coast.
pt: A Coreia do Sul considerou nesta sexta-feira que o disparo de quatro mísseis de teste pela Coreia do Norte constitui uma provocação, no momento em que o Sul realiza manobras militares conjuntas com os Estados Unidos.

source: The plane crashed in the French Alps, killing 150 .
pt: .Encontrados destroços do avião que caiu nos Alpes franceses

source: Those are not the words of a man that is serious about reform .
pt: "Isso não é uma reforma política, é uma reforma eleitoral .

source: Japan has been lifted, public broadcaster NHK said, two hours after a magnitude 6.8 earthquake offshore Fukushima prefecture early on Saturday triggered minor tsunami in the region.
pt: Um terremoto de magnitude de 6,8 graus na escala Richter sacudiu neste sábado (data local) o nordeste do Japão, chegando a ativar um alerta de tsunami, já cancelado, na região, informou a emissora pública "NHK".

source: If I have to, I will take up arms to do so," he said.
pt: Se for necessário, eu também vou pegar em armas."

source: Greek Prime Minister Alexis Tsipras took back to Athens the latest proposals from the "troika" of lenders after a four-hour meeting late Wednesday with European Commission head Jean-Claude Juncker.
pt: As discussões entre Grécia e seus credores "continuarão nos próximos dias", depois de uma reunião "muito boa" em Bruxelas - disse o presidente do Eurogrupo, Jeroen Dijsselbloem, ao fim do encontro com o premiê grego, Alexis Tsipras, e com o presidente da Comissão Europeia, Jean-Claude Juncker.

source: Abdelkarim said the statue had been covered with a metal plate and sandbags to protect it from fighting "but we never imagined that IS would come to the town to destroy it."
pt: "Ela havia sido coberta com uma placa de aço e cercada por sacos de areia porque queríamos protegê-la contra os bombardeios, mas não pensávamos que o EI chegaria à cidade para destruí-la", acrescentou .

source: Second round of Syrian talks open in Geneva
pt: Governo sírio fala de fracasso nas negociações em Genebra

source: Significant threats also emerged to children's health and well-being like the deadly outbreak of Ebola in the West African countries Guinea, Liberia and Sierra Leone, which has left thousands orphaned and some 5 million out of school.
pt: O organismo também destacou as novas ameaças que surgiram nos últimos meses, como a epidemia de ebola, que deixou milhares de órfãos e impede que outros 5 milhões de menores e adolescentes continuem seus estudos na Guiné, Libéria e Serra Leoa, os países mais afetados pela doença.

source: Significant threats also emerged to children’s health and well-being like the deadly outbreak of Ebola in the West African countries Guinea, Liberia and Sierra Leone, which has left thousands orphaned and some 5 million out of school.
pt: O organismo também destacou as novas ameaças que surgiram nos últimos meses, como a epidemia de ebola, que deixou milhares de órfãos e impede que outros 5 milhões de menores e adolescentes continuem seus estudos na Guiné, Libéria e Serra Leoa, os países mais afetados pela doença.

source: Swedish court rejects Assange appeal against arrest order
pt: Assange pede à Suprema Corte sueca que suspenda ordem de prisão contra ele

source: Yanis Varoufakis said Greece had worked hard to meet its end of the deal with its lenders, and that now it was up to the international institutions to reciprocate.
pt: O ministro grego das Finanças, Yanis Varoufakis, afirmou na segunda-feira que seu governo está "próximo a um acordo com os credores, talvez dentro de uma semana".

source: "Just happy to be out of there."
pt: O que será que ela fez para estar lá ?

source: WASHINGTON Aug 11 (Reuters) - U.S. transportation regulators on Tuesday cited driver fatigue, speed and unused seat belts among multiple factors behind a 2014 crash with a Wal-Mart truck that left "30 Rock" star Tracy Morgan with brain injuries and killed a fellow comedian.
pt: WASHINGTON (Reuters) - A agência reguladora dos transportes do Estados Unidos mencionou a fadiga, o excesso de velocidade e a omissão no uso do cinto de segurança como fatores do acidente envolvendo o comediante Tracy Morgan com um caminhão da rede varejista Wal-Mart em 2014 no qual o comediante Tracy Morgan, da série "30 Rock", sofreu danos cerebrais e um colega foi morto.

source: I don't know if he was supervised .
pt: Eu não sabia, não conhecia ele", declarou .

source: DUBAI (Reuters) - A prominent Saudi Arabian cleric has whipped up controversy by issuing a religious ruling forbidding the building of snowmen, described them as anti-Islamic.
pt: Um importante líder religioso saudita causou controvérsia ao promulgar um édito religioso proibindo que as pessoas façam bonecos de neve, descritos como anti-islâmicos.

source: Also on Thursday, the group released photos showing its members in Aleppo destroying several statues from Palmyra that were being smuggled through the northern province.
pt: Além disso, o EI anunciou nesta quinta-feira que também havia destruído várias estátuas de Palmira apreendidas de um contrabandista que as transportava para a província de Aleppo .

source: President Barack Obama told American Jews on Friday that his "commitment to Israel's security is and always will be unshakeable".
pt: WASHINGTON — O presidente americano, Barack Obama, tratou de reforçar a segurança que tem para um acordo nuclear com o Irã .

source: "We've removed the component .
pt: "Removemos o componente .

source: I do not even like my childhood .
pt: Aqui eu não vejo assim .

source: * Greek banks to reopen but restrictions to stay
pt: Bancos gregos reabrem na segunda-feira ainda com restrições

source: Reuters UK Joe Cocker, raspy-voiced British singer, dies at 70 8 hrs ago
pt: Morre o cantor britânico Joe Cocker, aos 70 anos, vítima de câncer

source: PARIS, Aug 25 (Reuters) - French President Francois Hollande asked his prime minister on Monday to form a new government, looking to impose his will on the cabinet after rebel leftist ministers had called for an economic policy U-turn.
pt: PARIS (Reuters) - O presidente da França, François Hollande, deu início à formação de um novo gabinete nesta segunda-feira ao expulsar ministros de esquerda rebeldes que pediam uma mudança na política econômica centrada no rigor orçamentário.

source: "Russia has transferred in recent months over 1,000 pieces of equipment - tanks, artillery and advanced air defense systems" to the separatists, Stoltenberg charged .
pt: "A Rússia transferiu nos últimos meses mais de mil peças de artilharia, sistemas avançados de força antiaérea, tanques .

source: The Spanish National Police evacuated the Atocha train station in central Madrid on Friday, after a man threatened to blow himself up on a commuter train using explosives that he claimed to be carrying with him .
pt: MADRI (Reuters) - A Polícia Nacional deteve um homem que ameaçou se explodir nesta sexta-feira num trem na estação de Atocha, em Madri, provocando pânico entre os viajantes, o esvaziamento da estação e a suspensão do tráfego ferroviário.

source: Colonel Fethallah al-Gaziri, the newly appointed chief of military intelligence in Benghazi, has been assassinated during a visit to his family in the eastern Libyan city of Derna.
pt: O chefe dos serviços de inteligência militar de Benghazi, no leste da Líbia, foi assassinado a tiros nesta sexta-feira quando visitava a sua família em Derna, também no leste, informaram fontes de segurança.

source: Russia's space agency said Monday it had managed to restart the engines of the Progress spacecraft and correct the orbit of the International Space Station (ISS) which it is attached to, after a failed first attempt.
pt: Essa é a segunda falha esse mês no programa de exploração espacial russo, depois que não foi possível ativar os motores do cargueiro espacial Progress que deveria corrigir a orbita da Estação Espacial Internacional.

source: Political parties in favor of closer links to the European Union scored a resounding victory in a Oct. 26 election, handing Poroshenko a mandate to end the conflict and steer the ex-Soviet republic further out of Russia's orbit toward Europe.
pt: Os partidos políticos a favor de laços mais estreitos com a União Europeia obtiveram uma vitória retumbante na eleição de 26 de outubro, dando a Poroshenko a autoridade para encerrar o conflito, afastar a ex-república soviética da órbita russa e aproximá-la da Europa.

source: "Abu Sayyaf was a senior ISIL leader who, among other things, had a senior role in overseeing ISIL's illicit oil and gas operations -- a key source of revenue that enables the terrorist organization to carry out their brutal tactics and oppress thousands of innocent civilians," she said in a statement .
pt: Segundo Washington, Abu Sayyaf era um funcionário de alto escalão do grupo jihadista, que proclamou um califado entre Iraque e Síria, e "desempenhou um papel chave na supervisão das operações ilícitas do EI (relacionadas com) o petróleo e o gás", uma fonte de financiamento primordial para a organização extremista.

source: That's what I really try and do, to create value from everything.
pt: "Conhecia não muito bem, mas não muito mal, o valor da palavra .

source: He did not say what, if any, link there was between Brown and the robbery .
pt: Ele não esclareceu qual a ligação, ou se havia alguma, entre o caso de Brown e o assalto .

source: Protests have erupted in Karak, hometown of the pilot, who is from an important Jordanian tribe that forms the backbone of support for the Hashemite monarchy.
pt: Momani afirma que a prioridade da Jordânia é garantir a libertação do piloto, proveniente de uma importante tribo jordaniana que integra a espinha dorsal do apoio à monarquia Hashemita.

source: I don't know what went through his head or what caused him to do it."
pt: Ele não quer mostrar para o outro o que não é capaz de fazer .

source: I've done it too long.
pt: É muito difícil para mim .

source: Boko Haram, fighting to carve out an Islamist state in northeast Nigeria, has also launched a string of cross border raids.
pt: No ano passado, o Boko Haram assumiu uma grande área do nordeste da Nigéria e intensificou ataques também em países vizinhos da Nigéria .

source: Turmoil continues to roil North Korea with reports that the country's vice premier, Choe Yong Gon, was executed in May for expressing dissatisfaction with the government policies of Kim Jong Un, the nation's leader.
pt: O vice-premiê da Coreia do Norte foi executado por um pelotão de fuzilamento neste ano após mostrar descontentamento com as políticas do líder do país, Kim Jong Un, de acordo com uma reportagem da mídia sul-coreana nesta quarta-feira.

source: 3 : UK inflation rate falls to record low of 0.3% in January
pt: Taxa de desemprego no Reino Unido cai para 5,7% nos 3 meses até dezembro

source: Greece likely to exit euro and EU without deal with creditors – central bank
pt: Banco Central da Grécia admite risco de país deixar o euro e até a UE.

source: “The situation in the conflict-affected area is becoming increasingly entrenched, with the total breakdown of law and order and the emergence of parallel governance systems in the territories under the control of the [self-proclaimed] ‘Donetsk people’s republic’ and the [self-proclaimed] ‘Luhansk people’s republic’.”
pt: Segundo o documento, o impasse entre tropas do governo e rebeldes pró-Rússia que combatem no leste da Ucrânia "está se tornando cada vez mais arraigado, com o total colapso da lei e da ordem e o surgimento de sistemas paralelos de governo" em Donetsk, a maior cidade sob controle separatista, e no setor controlado pelos rebeldes, na região de Lugansk.

source: "I know this autumn is going to be tough for us, but we still want the trial to start so that we can get the information we need, we can get to know what really happened.
pt: Sei que será difícil, mas ainda queremos que o julgamento comece par que tenhamos a informação que queremos, para sabermos o que realmente aconteceu .

source: (CNN)South African doctors have achieved what they call the world's first successful penile transplant operation.
pt: Uma equipe de médicos sul-africanos anunciou nesta sexta-feira, 13, ter realizado com sucesso o primeiro transplante de pênis do mundo.

source: If confirmed, we are appalled by the brutal murder of an innocent American aid worker and we express our deepest condolences to his family and friends," said National Security Council spokeswoman Bernadette Meehan.
pt: A porta-voz disse que, se o vídeo for verdadeiro, o governo dos EUA lamentará "pelo brutal assassinato de um voluntário americano inocente e expressará o mais profundo pesar a sua família e amigos".

source: Legal weed arrives in U.S. capital
pt: Fumar maconha é legal na capital dos Estados Unidos

source: US Secretary of State John Kerry has warned the "Islamic State" that "we are not intimidated. "
pt: O secretário de Estado americano, John Kerry, é visto em 10 de novembro de 2014, …

source: Putin will meet with Cuban President Raul Castro and leader of the Cuban Revolution Fidel Castro .
pt: Putin visitará Cuba na sexta para falar com Fidel e Raúl Castro

source: I think I played well to be in my first match after 10 months," he said.
pt: Acho que joguei bem na minha primeira partida em dez meses", analisou.

source: One of Nemtsov's closest allies in the opposition, Ilya Yashin, expressed his skepticism on Facebook after the arrests were announced, saying it is "hard to judge" whether these are the real perpetrators .
pt: Um dos aliados mais próximos de Nemtsov na oposição, Ilya Yashin disse à agência de notícias Interfax após a prisão dos suspeitos, que "esperamos que os detidos tenham realmente relação com o assassinato, que não seja um erro. "

source: Disappointing results from Google and IBM had also knocked their shares lower after the bell and put a crimp on technology stocks in the region.
pt: A divulgação de resultados decepcionantes do Google e da IBM também derrubaram os papéis dessas companhias depois do fechamento do pregão e impactaram os papéis de tecnologia da região.

source: One data recorder found from Germanwings plane that crashed in Alps
pt: Caixa-preta de avião que caiu com 150 na França é encontrada

source: Boko Haram kidnaps dozens more women, girls in northern Nigeria
pt: Moradores acusam Boko Haram de sequestrar mais mulheres na Nigéria

source: Monday's blast occurred at a cultural center while the Federation of Socialist Youth Associations was giving a statement to the press on Kobane's reconstruction.
pt: A explosão da bomba diante do centro cultural em Suruc aconteceu quando um grupo político realizava uma coletiva de imprensa sobre a reconstrução de Kobane, na Síria .

source: Merkel, French President Francois Hollande, Russian President Putin and Poroshenko were to discuss the situation over telephone later on Wednesday.
pt: Mas o presidente russo Vladimir Putin reafirmou, após uma conversa telefônica com seu colega francês François Hollande e a chanceler Angela Merkel, seu compromisso a respeito do cessar-fogo.

source: Why Iran’s foreign minister is bullish on a nuclear pact
pt: Irã está próximo de acordo com potências sobre programa nuclear, diz ministro

source: An accompanying editorial in the journal by doctor Suzanne Oparil at the University of Alabama at Birmingham urged caution in interpreting the results "given the numerous assumptions necessitated by the lack of high-quality data."
pt: No entanto, um artigo anexo da doutora Suzanne Oparil, da Universidade do Alabama (sul), pediu cautela na hora de interpretar os resultados pela "falta de dados de alta qualidade".

source: The biggest amount in the company’s history, R$ 3.2 billion, has already been transferred this week to Cedae, Rio’s water treatment agency for the construction of Guandu 2. The new water treatment facility will guarantee the water supply for three million people around the Baixada Fluminense.
pt: O governador anunciou ainda um empréstimo de R$ 3,2 bilhão para a construção de Guandu 2, uma nova estação de tratamento de água, que vai acabar com o problema da falta de água na Baixada Fluminense.

source: The biggest amount in the company’s history, R$3.2 billion, has already been transferred this week to CEDAE, Rio’s water treatment agency for the construction of Guandu 2. The new water treatment facility will guarantee the water supply for three million people around the Baixada Fluminense.
pt: O governador anunciou ainda um empréstimo de R$ 3,2 bilhão para a construção de Guandu 2, uma nova estação de tratamento de água, que vai acabar com o problema da falta de água na Baixada Fluminense.

source: "The 33" is scheduled to hit U.S. cinemas in November.
pt: “Os 33” tem previsão de lançamento nos Estados Unidos em novembro.

source: This is how it's going to end .
pt: Mas não é o que vem acontecendo por aqui.

source: Feeling wild is not something that comes naturally to the 31-year- old classically trained musician.
pt: Sentir-se "selvagem" não é algo muito natural para a cantora, que tem formação erudita.

source: At least six people die in blast in Potiskum in northeastern Yobe state, in latest assault involving young girls
pt: Em outro ataque, horas depois, na cidade de Potiskum, pelo menos duas pessoas morreram neste sábado na explosão de um carro-bomba.

source: You couldn't get away from it .
pt: "Ainda não sei onde isso vai me levar .

source: North Sinai — A military conscript was abducted then killed by militants belonging to the Ansar Bayt al-Maqdis group in North Sinai's Sheikh Zuweid late Friday, security sources said.
pt: CAIRO (Reuters) - Supostos militantes islâmicos sequestraram um soldado egípcio ferido e então o mataram na província do Sinai do Norte nesta sexta-feira, disseram forças de segurança.

source: “He said 'I did it to prove a point' .
pt: Ele falou: ‘Fiz aquilo para provar um ponto’ .

source: I don’t think so .
pt: Não é certo, não é justo .

source: Protests were bolstered by other similar killings, including the July choking death of Eric Garner in New York by a white police officer who wrestled the black 43-year-old father of six to the ground for allegedly selling untaxed cigarettes.
pt: As manifestações começaram na quarta-feira depois que um grande júri decidiu não indiciar Daniel Pantaleo, um policial de Nova York, pela morte em julho de Eric Garner, um pai de seis filhos de 43 anos de idade.

source: Sony Pictures faces a long road to redeeming its reputation and gaining back the trust of Hollywood.
pt: Em primeiro lugar, levará algum tempo para que a Sony recupere sua reputação e ganhe de volta a confiança de Hollywood.

source: Army Colonel Steve Warren, a Pentagon spokesman, said that "there is certainly the possibility that the release of this report could cause unrest. ” In anticipation of the possible fallout from the report, the White House has made efforts to increase security at US facilities around the globe.
pt: O coronel do Exército Steve Warren, porta-voz do Pentágono, disse que "há certamente a possibilidade de que a divulgação do relatório possa causar tumultos" e, portanto, comandos combatentes foram instruídos a adotar medidas de proteção.

source: "I trust in my innocence and I am going to prove it to the proper authorities," Fred said.
pt: "Confio na minha inocência e vou provar isso perante os órgãos competentes .

source: I hope it's not true .
pt: De verdade, não é da boca para fora .

source: "If we cannot end the conflict, we have an inescapable moral duty to help refugees and provide legal avenues to safety," said Jolie.
pt: "Se não podemos acabar com este conflito, temos o dever moral de ajudar os refugiados e oferecer-lhes soluções legais para dar-lhes segurança", disse a estrela de Hollywood .

source: "The entry of this crane (onto the circuit) without the safety car is totally unacceptable .
pt: O francês classificou como "inaceitável" a entrada de um guindaste na pista sem a presença de um safety car.

source: The IS began its assault on Kobani, one of Syria's three main Kurdish enclaves, on Sept. 16.
pt: EI começou em 16 de setembro sua ofensiva contra Kobani, uma das três principais regiões curdas da Síria .
